<section class="about-section">
    <div class="container">
        <h3>Супермаркет «Леон» создан для людей, ценящих свое время и деньги, желающих покупать свежие <br>
            и качественные продукты по низкой цене рядом с домом.

        </h3>
        <p>«Леон», заботясь о своих покупателях, постоянно обновляет ассортимент, размещает товар таким образом, чтобы
            посетители тратили минимум времени на его поиск.
            <br><br>
            Кроме того, супермаркет проводит гибкую ценовую политику и предоставляет дополнительные скидки каждую
            неделю.
            <br><br>
            На нашем интернет-магазине продуктов и товаров для дома «Леон» Вы сможете быстро и легко найти необходимые
            продукты по низким ценам. При необходимости доставим выбранные Вами покупки домой в удобное для Вас время.
            Совершать покупки теперь легко!
        </p>

    </div>
    <? 	include('core/view/index/newsletter.php'); ?>
</section>