<div class="container recipe-item-container">
    <div class="row">
        <div class="col-7">
            <img src="/public/img/recipe/3.jpg" alt="">
        </div>
        <div class="col-5">
            <h3>
                <strong>
                    Соус карри – <br>
                </strong>

                это индийский соус, который отлично сочетается с мясом, например, курицей.
                Из этого мяса и соуса можно приготовить блюдо на сковороде по разным рецептам.
                В него включают фрукты, овощи, приправы, молоко и другие продукты.
            </h3>
            <h2>
                ОБЩИЕ ПРИНЦИПЫ ПРИГОТОВЛЕНИЯ БЛЮДА
            </h2>
            <p>
                Сначала готовят соус из приправы карри, томатной пасты, кокосового молока, сливок или йогурта на
                сковороде. После моют курицу, сушат, режут на кусочки, опускают в соус и тушат до готовности.
            </p>
        </div>
    </div>
    <div class="row">
        <div class="col-6">
            <h2>
                ПОМИМО ОСНОВНЫХ ИНГРЕДИЕНТОВ, <br>
                В БЛЮДО ДОБАВЛЯЮТ:
            </h2>
            <ul>
                <li>ананасы;</li>
                <li>манго;</li>
                <li>бананы;</li>
                <li>имбирь, куркуму, жгучий перец;;</li>
                <li>помидоры, лук, морковь;</li>
                <li>чеснок, паприку, гарам масала;</li>
                <li>болгарский перец</li>
            </ul>
            <p>
                В качестве гарнира лучше всего подойдёт отварной рис. По желанию, вместо риса можно подать спагетти или
                овощи.</p>
        </div>
        <div class="col-6">
            <h2>
                РЕЦЕПТ КЛАССИЧЕСКИЙ НА СКОВОРОДЕ
            </h2>
            <p>Приготовление классического карри на сковороде
                потребует 40 мин.</p>
            <h4>
                Набор продуктов для приготовления мяса в соусе карри:
            </h4>
            <ul>
                <li>1,5 кг курицы;</li>
                <li>3 ч. л. карри;</li>
                <li>200 мл фильтрованной воды;</li>
                <li>1 перец чили;</li>
                <li>100 г натурального йогурта;</li>
                <li>5 зубцов чеснока;</li>
                <li>50 г имбиря;</li>
                <li>1 ст. л. томатной пасты;</li>
                <li>2 ст. л. сладкой паприки;</li>
                <li>300 г обычного лука;</li>
                <li>30 мл рафинированного масла;</li>
                <li>2 ст. л. куркумы;</li>
                <li>соль по желанию.</li>
            </ul>

        </div>
    </div>
    <div class="row">
        <div class="col-12">
            <h2>
                ПРИГОТОВЛЕНИЕ
            </h2>
            <ol>
                <li>От шелухи освободить лук, переложить на доску и нарубить мелкими кусочками.</li>
                <li>В глубокую сковородку перелить масло, отправить на огонь для разогрева. Зачистить от шелухи зубцы
                    чеснока, измельчить, пропустив через пресс либо потерев на маленькой тёрке.</li>
                <li>Почистить имбирь, удалив кожуру овощечисткой, нарезать произвольными кусочками. В раскалённую
                    сковородку высыпать нашинкованный мелко лук и пассеровать на слабом огне, помешивая лопаткой, чтобы
                    он не пригорел. </li>
                <li>Когда лук станет мягким, всыпать к нему измельчённый чеснок, имбирь, хорошо перемешать и готовить
                    ещё 5 мин.</li>
                <li>Сделать пасту. Для этого смешать порошковый карри с томатной пастой, куркумой, сладкой паприкой.
                    Затем помыть стручковый жгучий перец, очистить от семян и мелко порубить ножом.</li>
                <li>В зажарку на сковороде положить соус, засыпать измельчённый перец чили и тщательно размешать
                    лопаткой. Тушить содержимое сковороде в течение 3 мин. Обмыть курицу в проточной воде, обтереть
                    насухо салфетками, разрубить на некрупные кусочки. Порезанную птицу выложить в сковородку к соусу
                    карри, перемешать и томить на протяжении 5 мин.</li>
                <li>Когда курица равномерно обжариться со всех сторон, залить её водой, посолить, закрыть крышкой и
                    тушить на умеренном огне в течение 20-25 мин. Во время тушения содержимое сковороды периодически
                    помешивать лопаткой. После снять крышку, положить к мясу натуральный йогурт без добавок, размешать.
                    Тушить блюдо ещё 5 мин. до готовности.</li>
                <li>Приготовленную курицу в соусе карри распределить по тарелкам, дополнить отварным или жареным рисом,
                    украсить зеленью и вынести на стол.</li>
            </ol>
        </div>
    </div>
</div>